{"places" : [{"name":"Shalban Vihara & Maynamati Museum","situated":"Shalmanpur,Kotbari,Cumilla","details":"Salban Vihara in Mainamati is one of the best known Buddhist viharas in the Indian Subcontinent and is one of the most important archaeological sites in the country.It's such a quiet place inside a barren forest and one of the greatest tourist spots in Bangladesh. At the end of the 8th century, King Shri Bhavadeva (Vobodev) made the “Salban Bihar” in this place. The digging started from 80th decades. Many archaeological elements were found here. Most of them are kept in the Mainamati Museum now.Before 1200 years ago the King Bhava Deva, the fourth ruler of the Early-Deva dynasty built that place on 168 square meters of ground. It was the royal palace for the early Buddhist students. Another majestic new shrine stands tall shining light to all there is around, just beside the famous Shalban Bihar at Maynamati and its called New Shalban Buddha Bihar.The two storied temple is magnificently designed. The outside consists of two colours - golden and white. And they both form a combination of ecstatic beauty adorned with intricate designs and alluring statues.At the entrance, there are two large golden snake statues looking like warriors, always prepared to defend the temple.","Road":"The final destination of the bus is Comilla town, but it will be better for you to get down at Comilla Cantonment, as it is near from Comilla Cantonment rather than Comilla town.From Cantonment, take a ‘CNG Auto Rickshaw’; it will cost you 70 to 80 taka to reach the Shalban Bihar & Maynamati Museum. Just tell the driver that you want to go to Shalban Bihar &Maynamati Museum. Also there is mini bus transport through the cantonment; it will cost you 10-15 taka to reach at BARD, after that you can take a rickshaw to Shalban Bihar &Maynamati Museum.","img1":"https://i.imgur.com/j9oCGuR.jpeg","img2":"https://i.imgur.com/xQ5fEnC.jpeg","img3":"https://i.imgur.com/VuaebU2.png","img4":"https://i.imgur.com/6pqJUWb.jpg ","img5":"https://i.imgur.com/rEx1zOG.jpeg","img6":"https://i.imgur.com/LzbYgvi.png"}
]}
