{"places" : [{"name":"Shalban Vihara & Maynamati Museum","situated":"Shalmanpur,Kotbari,Cumilla","details":"Salban Vihara in Mainamati is one of the best known Buddhist viharas in the Indian Subcontinent and is one of the most important archaeological sites in the country.It's such a quiet place inside a barren forest and one of the greatest tourist spots in Bangladesh. At the end of the 8th century, King Shri Bhavadeva (Vobodev) made the “Salban Bihar” in this place. The digging started from 80th decades. Many archaeological elements were found here. Most of them are kept in the Mainamati Museum now.Before 1200 years ago the King Bhava Deva, the fourth ruler of the Early-Deva dynasty built that place on 168 square meters of ground. It was the royal palace for the early Buddhist students. Another majestic new shrine stands tall shining light to all there is around, just beside the famous Shalban Bihar at Maynamati and its called New Shalban Buddha Bihar.The two storied temple is magnificently designed. The outside consists of two colours - golden and white. And they both form a combination of ecstatic beauty adorned with intricate designs and alluring statues.At the entrance, there are two large golden snake statues looking like warriors, always prepared to defend the temple.","Road":"The final destination of the bus is Comilla town, but it will be better for you to get down at Comilla Cantonment, as it is near from Comilla Cantonment rather than Comilla town.From Cantonment, take a ‘CNG Auto Rickshaw’; it will cost you 70 to 80 taka to reach the Shalban Bihar & Maynamati Museum. Just tell the driver that you want to go to Shalban Bihar &Maynamati Museum. Also there is mini bus transport through the cantonment; it will cost you 10-15 taka to reach at BARD, after that you can take a rickshaw to Shalban Bihar &Maynamati Museum.","img1":"https://i.imgur.com/j9oCGuR.jpeg","img2":"https://i.imgur.com/xQ5fEnC.jpeg","img3":"https://i.imgur.com/VuaebU2.png","img4":"https://i.imgur.com/6pqJUWb.jpg ","img5":"https://i.imgur.com/rEx1zOG.jpeg","img6":"https://i.imgur.com/LzbYgvi.png"},
             {"name":"Palace Of Queen Mainamati & Moynamoti War Cemetery" ,"situated":"Cumilla Cantonment", "details":"Locally the place is known as Moynamoti Ranir Kuthi or Moynamoti Ranir Banglo. According to Bengali textbook, the name is Moynamoti Ranir Bihar.Mainamati’s Palace Mound is the largest and highest mound in the northern extremity of the ridge near Mainamati village, just east of Brahmanbaria road.The site has been traditionally associated with the legendary Chandra Queen, Mainamati, mother of the last known Chandra King, Govinda Chandra, and is popularly regarded to have been the last seat of that dynasty.Limited excavations here for a season or two have uncovered part of a massive defense wall round different parts of the site, probably a citadel, and the corner of a substantial structure, probably a palace at the center of the site. Scholars widely regard it as the center of Devaparvata, the capital of Samatata.The Mainamati War Cemetery is a war cemetery and a memorial in Comilla, Bangladesh, for Second World War graves from nearby areas during the Second World War. The cemetery contains 736 Commonwealth burials of the Second World War. It was established and maintained by the Commonwealth War Graves Commission (CWGC), to pay tribute to those who sacrificed their lives in World War II.Before the war Mainamati was a small settlement of a few dozen huts, but during the war (Second World War) a large military camp was established there. Several ordnance depots and a number of military hospitals, both British and Indian, were in the area, including Nos. 14 and 150 British General Hospitals; and the majority of the burials in Mainamati War Cemetery were from the various hospitals. Graves from isolated places in the surrounding country, and some from as far a field as Burma, were moved into the cemetery by the Army Graves Service and later on by the Commission; and it was found also necessary to transfer graves from small cemeteries at Dhaka, Faridpur, Paksay, Saidpur, Santahar and Sirajganj, where they could not be maintained.The cemetery was started by the Army and laid out by the garrison engineer. It is dominated by a small flat-topped hill crowned. Between the entrance and this hill lie the Christian graves, and on the far side of it are the Muslim graves. On a terrace about halfway up the hill, facing the entrance, stands the Cross of Sacrifice, and on the other side a shelter looks over the Muslim graves to a tree-framed view of the countryside beyond.","Road" : "It is very easy to access this place. Palace of Queen Mainamati just a kilometer away from the Moynamoti War Cemetery. From Comilla Cantonment,This place is 10 TK or less auto rickshaw fare distance from the cantonment gate.","img1":"https://i.imgur.com/ZnEd5uz.jpeg","img2" :"https://i.imgur.com/iqSHGAh.jpg","img3": "https://bangladeshmonitor.com.bd/news_items/2019/10/1/images/5d92fd690ad8a_1569914217.jpg","img4":"https://pbs.twimg.com/media/CgU2wd-UEAADvPN.jpg","img5": "https://i.imgur.com/KXLL5oM.jpg","img6":"https://i.imgur.com/5vhaCr3.jpg"}
]}
